/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidParameter" = "Parámetro no válido";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidOperationCode" = "Código de operación no válido";

/* XMSG: message */
"keyErrDescrMAFLogonErrorCommunicationManagerError" = "No se ha conectado al servidor. Verifique los datos de inicio de sesión.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorUserAlreadyLoggedIn" = "El usuario ya ha iniciado sesión";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationExecutionInProgress" = "La ejecución de operación ya está en curso";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidOperationContext" = "Contexto de operación no válido";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidCommunicatorId" = "ID no válido para protocolo de comunicación";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidActionItemId" = "ID de posición de acción no válido";

/* XMSG: message */
"keyErrDescrMAFLogonErrorCouldNotDecideCommunicator" = "No ha podido determinar el protocolo de comunicación";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidBackendPassword" = "Compruebe su contraseña";

/* XMSG: message */
"keyErrDescrMAFLogonErrorDeviceAlreadyRegistered" = "Este dispositivo ya está registrado para otro usuario";

/* XMSG: message */
"keyErrDescrMAFLogonErrorPasswordsNotEqual" = "No coinciden los códigos de acceso introducidos";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "La operación no está permitida en este estado";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidServerHost" = "Los datos de inicio de sesión introducidos son insuficiente o no válidos. Vuelva a intentarlo.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorResetErrorCheckNetwork" = "No se ha podido reiniciar la aplicación. Verifique que está conectado a la red.";

/* XMSG */
"keyErrDescrMAFLogonErrorCheckLoginData" = "No se ha conectado al servidor. Verifique los datos de inicio de sesión.";

/* XMSG */
"keyErrDescrMAFLogonErrorCheckUsernamePassword" = "Verifique su nombre de usuario y contraseña";

/* XMSG */
"keyErrDescrMAFLogonErrorConsultWithAdministrator" = "Imposible concectar con el servidor. Consulte al administrador";

/* XMSG */
"keyErrDescrMAFLogonErrorInvalidLoginData" = "Los datos de inicio de sesión introducidos son insuficiente o no válidos. Vuelva a intentarlo.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeCorrect" = "Introduzca el código de acceso correcto";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeDigit" = "Introduzca un código de acceso que contenga al menos un dígito.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeDontMatch" = "No coinciden los códigos de acceso introducidos.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeExpired" = "La clave de acceso ha caducado. Debe modificarla";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeLength" = "Indique un código de acceso con al menos {0} caracteres";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeLowercase" = "Introduzca un código de acceso que contenga al menos una minúscula";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeSpecialCharacters" = "Indique un código de acceso que contenga al menos un carácter especial";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeUniqueCharacters" = "Indique al menos un código de acceso que contenga al menos {0} caracteres únicos";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeUppercase" = "Indique un código de acceso que contenga al menos una mayúscula";

/* XMSG */
"keyErrDescrMAFLogonErrorCertificateKeyGeneration" = "No se pudo obtener la clave para el certificado.";

/* XMSG */
"keyErrDescrMAFLogonErrorCertificateGeneration" = "No se pudo obtener el certificado.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorUnknown" = "Error desconocido";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorAlreadyExists" = "El almacenamiento seguro ya existe";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorDataTypeError" = "Error de tipo de datos";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorDoesNotExist" = "El almacenamiento seguro no existe";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorInvalidArg" = "Argumento no válido";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorInvalidPassword" = "Introduzca el código de acceso correcto";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorLocked" = "El almacenamiento seguro está bloqueado";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorOutOfMemory" = "Almacenamiento seguro sin memoria";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordExpired" = "La clave de acceso ha caducado. Debe modificarla";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequired" = "Indique al menos un código de acceso que contenga al menos {0} caracteres únicos";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresDigit" = "Indique un código de acceso que contenga al menos un dígito";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresLower" = "Indique un código de acceso que contenga al menos un carácter en minúscula";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresSpecial" = "Indique un código de acceso que contenga al menos un carácter especial";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresUpper" = "Indique un código de acceso que contenga al menos un carácter en mayúscula";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinLength" = "Indique un código de acceso con al menos {0} caracteres";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinUniqueChars" = "Indique al menos un código de acceso que contenga al menos {0} caracteres únicos";

/* XMSG */
"keyErrDescrMAFSecureStoreManagerErrorDeleted" = "La memoria segura se ha borrado";

/* XMSG */
"keyErrDescrMAFLogonErrorOperationNotSupported" = "Operación no admitida";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidMCIMSSOPin" = "Código de acceso SSO no válido";

/* XMSG: message */
"keyErrDescrMAFLogonErrorAfariaInvalidCredentials" = "Credenciales de Afaria no válidos";

